Repository: fxfall/FolioForge
Catalog: macos/FolioForge/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.reading_direction
source: Reading direction
zh_hans: 阅读方向

# ui.refresh_compatibility_preview
source: Refresh compatibility preview
zh_hans: 刷新兼容性预览

# ui.registered_input_formats
source: Registered input formats
zh_hans: 已注册的输入格式

# ui.remove
source: Remove
zh_hans: 移除

# ui.remove_cover
source: Remove Cover
zh_hans: 移除封面

# ui.remove_embedded_fonts
source: Remove embedded fonts
zh_hans: 移除嵌入字体

# ui.remove_navigation_from_output
source: Remove navigation from output
zh_hans: 从输出中移除导航

# ui.remove_replacement
source: Remove Replacement
zh_hans: 移除替换项

# ui.remove_selected
source: Remove Selected
zh_hans: 移除所选项目

# ui.remove_selected_books_from_the_batch
source: Remove selected books from the batch
zh_hans: 从批次中移除所选书籍

# ui.remove_this_style_rule
source: Remove this style rule
zh_hans: 移除此样式规则

# ui.replace
source: Replace…
zh_hans: 替换…

# ui.reset
source: Reset
zh_hans: 重置

# ui.reveal_in_finder
source: Reveal in Finder
zh_hans: 在 Finder 中显示

# ui.review_candidates_and_choose_exactly_which_fields_to_use
source: Review candidates and choose exactly which fields to use.
zh_hans: 查看候选项，并准确选择要使用的字段。

# ui.review_the_reading_order_document_titles_and_navigation_labels
source: Review the reading order, document titles, and navigation labels before export.
zh_hans: 导出前请检查阅读顺序、文档标题和导航标签。

# ui.right
source: Right
zh_hans: 右

# ui.rights
source: Rights
zh_hans: 版权

# ui.rule
source: Rule
zh_hans: 规则

# ui.run_check_or_generate_preview_to_inspect_target_compatibility
source: Run Check or Generate Preview to inspect target compatibility.
zh_hans: 运行“检查”或“生成预览”以查看目标兼容性。

# ui.run_check_to_save_a_compatibility_plan_for_conversion
source: Run Check to save a compatibility plan for conversion.
zh_hans: 运行“检查”以保存转换所需的兼容性方案。

# ui.search_author
source: Search author
zh_hans: 搜索作者

# ui.search_isbn
source: Search ISBN
zh_hans: 按 ISBN 搜索

# ui.search_open_library
source: Search Open Library
zh_hans: 搜索 Open Library

# ui.search_open_library_in_folioforge_only_the_search_terms
source: Search Open Library in FolioForge. Only the search terms are sent; book files are never uploaded.
zh_hans: 在 FolioForge 中搜索 Open Library。只会发送搜索词，绝不会上传书籍文件。

# ui.search_title
source: Search title
zh_hans: 搜索标题

# ui.searching_open_library
source: Searching Open Library…
zh_hans: 正在搜索 Open Library…

# ui.select_a_book_to_see_its_capability_plan_and
source: Select a book to see its capability plan and diagnostics.
zh_hans: 选择一本书以查看其能力方案和诊断信息。

# ui.select_books_in_the_batch
source: Select books in the batch
zh_hans: 在批次中选择书籍

# ui.select_one_book_to_edit_and_preview_it_or
source: Select one book to edit and preview it, or select several to apply bulk changes.
zh_hans: 选择一本书以编辑和预览，或选择多本书以批量应用更改。

# ui.selection_summary
source: Selection Summary
zh_hans: 选择摘要

# ui.series
source: Series
zh_hans: 丛书

# ui.series_number
source: Series number
zh_hans: 丛书编号

# ui.set_embedded_font_policy
source: Set embedded-font policy
zh_hans: 设置嵌入字体策略

# ui.show_in_finder
source: Show in Finder
zh_hans: 在 Finder 中显示

# ui.size
source: Size
zh_hans: 大小

# ui.source
source: Source
zh_hans: 来源

# ui.source_styles_are_preserved_unless_you_add_an_override
source: Source styles are preserved unless you add an override.
zh_hans: 除非添加覆盖样式，否则将保留源样式。

# ui.source_typography_is_preserved_by_default_choose_auto_or
source: Source typography is preserved by default. Choose Auto or Custom only when you want to override it.
zh_hans: 默认保留源排版。仅在需要覆盖时选择“自动”或“自定义”。

# ui.strip_embedded_fonts
source: Strip embedded fonts
zh_hans: 移除嵌入字体

# ui.strip_embedded_fonts_for_legacy_targets
source: Strip embedded fonts for legacy targets
zh_hans: 为旧版目标移除嵌入字体

# ui.strip_legacy_incompatible_embedded_fonts
source: Strip legacy-incompatible embedded fonts
zh_hans: 移除与旧版目标不兼容的嵌入字体

# ui.structure
source: Structure
zh_hans: 结构

# ui.structure_changes_are_applied_to_the_semantic_ir_before
source: Structure changes are applied to the semantic IR before target compatibility planning.
zh_hans: 结构更改会在目标兼容性规划前应用到 Semantic IR。

# ui.style
source: Style
zh_hans: 样式

# ui.styles
source: Styles
zh_hans: 样式

# ui.subtitle
source: Subtitle
zh_hans: 副标题

# ui.target
source: Target
zh_hans: 目标

# ui.target_and_compatibility_settings_apply_to_the_whole_batch
source: Target and compatibility settings apply to the whole batch from the toolbar.
zh_hans: 通过工具栏设置的目标和兼容性选项会应用到整个批次。

# ui.target_capability_matrix
source: Target capability matrix
zh_hans: 目标能力矩阵

# ui.target_format
source: Target format
zh_hans: 目标格式

# ui.the_kfx_page_reports_evidence_that_reached_the_shared
source: The KFX page reports evidence that reached the shared Semantic IR. It does not claim Amazon-rendered equivalence or infer unresolved source relationships.
zh_hans: KFX 页面报告已到达共享 Semantic IR 的证据；这不表示与 Amazon 渲染等效，也不会推断尚未确认的源关系。

# ui.the_selected_mode_blocks_this_target_the_source_ir
source: The selected mode blocks this target. The source IR is shown without target projection.
zh_hans: 当前模式禁止此目标。此处显示未进行目标投影的源 IR。

# ui.these_settings_apply_to_txt_inputs_ambiguous_encodings_stay
source: These settings apply to TXT inputs. Ambiguous encodings stay unresolved until you select one.
zh_hans: 这些设置仅适用于 TXT 输入。编码存在歧义时会保持未解析，直到你选择一种编码。

# ui.this_source_does_not_declare_any_embedded_font_resources
source: This source does not declare any embedded font resources.
zh_hans: 此源未声明任何嵌入字体资源。

# ui.title
source: Title
zh_hans: 标题

# ui.title_override
source: Title override
zh_hans: 覆盖标题

# ui.txt_analysis
source: TXT Analysis
zh_hans: TXT 分析

# ui.typography
source: Typography
zh_hans: 排版

# ui.typography_controls_are_unavailable_during_conversion_or_compatibility_c
source: Typography controls are unavailable during conversion or compatibility checking.
zh_hans: 转换或兼容性检查期间无法使用排版控件。

# ui.use_field_names_such_as_title_authors_description_or
source: Use field names such as title, authors, description, or rights to remove source values.
zh_hans: 可使用 title、authors、description 或 rights 等字段名删除源值。

# ui.use_files_or_folder_to_add_a_batch
source: Use Files or Folder to add a batch.
zh_hans: 使用“文件”或“文件夹”添加批次。

# ui.you_can_also_drop_a_source_anywhere_in_this
source: You can also drop a source anywhere in this workspace.
zh_hans: 也可以将源文件拖到此工作区的任意位置。

# ui.zoom_in
source: Zoom in
zh_hans: 放大

# ui.zoom_out
source: Zoom out
zh_hans: 缩小

# conversion.mode.strict_description
source: Strict allows only Exact and Equivalent plans; any L2+ fallback blocks before writing.
zh_hans: 严格模式仅允许精确保留或语义等效方案；任何 L2 及以上回退都会在写入前阻止转换。

# conversion.mode.compatible_description
source: Compatible is the default: preserve semantics and layout, with an explicit verified fallback when needed.
zh_hans: 兼容模式为默认模式：保留语义与版式，必要时采用明确且经过验证的回退。

# conversion.mode.readable_description
source: Readable prioritizes a usable document; every approximation or dropped feature remains in the report.
zh_hans: 可读模式优先保证文档可用；所有近似处理或舍弃的特性都会保留在报告中。

# conversion.batch.best_effort_description
source: Best effort continues other files when one source or target fails.
zh_hans: 尽力模式在某个来源或目标失败时仍继续处理其他文件。

# conversion.output.folder
source: FolioForge-output beside selected folder
zh_hans: 所选文件夹旁的 FolioForge-output 文件夹

# conversion.output.same_folder
source: Same folder as input
zh_hans: 与输入文件位于同一文件夹

# editor.general
source: General
zh_hans: 常规

# editor.add_author
source: Add author
zh_hans: 添加作者

# editor.publishing
source: Publishing
zh_hans: 出版信息

# editor.add_contributor
source: Add contributor
zh_hans: 添加贡献者

# editor.identifiers_subjects
source: Identifiers & Subjects
zh_hans: 标识符与主题

# editor.add_subject
source: Add subject
zh_hans: 添加主题

# editor.add_identifier
source: Add ISBN or identifier
zh_hans: 添加 ISBN 或标识符

# editor.body_text
source: Body Text
zh_hans: 正文

# editor.font_policy
source: Font Policy
zh_hans: 字体策略

# editor.preferred_family
source: Preferred family
zh_hans: 首选字体系列

# editor.reading_order
source: Reading Order
zh_hans: 阅读顺序

# editor.table_of_contents
source: Table of Contents
zh_hans: 目录

# editor.font_family
source: Font family
zh_hans: 字体系列

# editor.body_size
source: Body size
zh_hans: 正文字号

# editor.line_height
source: Line height
zh_hans: 行高

# editor.reading_validating_source
source: Reading and validating the source…
zh_hans: 正在读取并验证来源…

# editor.check_compatibility_prompt
source: Check compatibility to see the target-specific plan.
zh_hans: 检查兼容性以查看针对目标格式的方案。

# online.search_unavailable
source: Search Unavailable
zh_hans: 搜索不可用

# online.try_again
source: Try Again
zh_hans: 重试

# online.no_matching_records
source: No Matching Records
zh_hans: 没有匹配的记录

# online.search_book_metadata
source: Search Book Metadata
zh_hans: 搜索书籍元数据

# online.no_matching_message
source: No records matched these terms. Try a shorter title or a different identifier.
zh_hans: 没有与这些条件匹配的记录。请尝试缩短书名或更换标识符。

# online.search_manual_opt_in
source: Search is manual and opt-in. Results are never applied automatically.
zh_hans: 搜索由用户手动发起。结果不会自动应用。

# online.select_result
source: Select a Result
zh_hans: 选择一条结果

# online.choose_candidate
source: Choose a candidate to review its fields.
zh_hans: 选择一个候选项以查看其字段。

# online.author_not_listed
source: Author not listed
zh_hans: 未列出作者

# inspector.batch_strict
source: Strict batch rolls back successful outputs if any approved item fails.
zh_hans: 严格批次中任一已批准项目失败时，会回滚已成功生成的输出。

# inspector.batch_best_effort
source: Best effort continues with other books when one item fails.
zh_hans: 尽力模式会在单本书失败时继续处理其他书籍。

# inspector.parser
source: Parser
zh_hans: 解析器

# inspector.format
source: Format
zh_hans: 格式

# inspector.destination
source: Destination
zh_hans: 目标位置

# inspector.last_output
source: Last output
zh_hans: 上次输出

# inspector.validated
source: Validated
zh_hans: 已验证

# inspector.yes
source: Yes
zh_hans: 是

# inspector.no
source: No
zh_hans: 否

# inspector.text_import
source: Text Import
zh_hans: 文本导入

# inspector.paragraphs
source: Paragraphs
zh_hans: 段落

# inspector.compatibility_plan
source: Compatibility Plan
zh_hans: 兼容性方案

# inspector.quality
source: Quality
zh_hans: 质量

# inspector.planned_changes
source: Planned changes
zh_hans: 计划的更改

# inspector.target_loss
source: Target loss
zh_hans: 目标格式损失

# inspector.fallback_options
source: Fallback Options
zh_hans: 回退选项

# inspector.input_parser
source: Input Parser
zh_hans: 输入解析器

# inspector.detected_format
source: Detected format
zh_hans: 检测到的格式

# inspector.containers
source: Containers
zh_hans: 容器

# inspector.entities
source: Entities
zh_hans: 实体

# inspector.fragments
source: Fragments
zh_hans: 片段

# inspector.symbols
source: Symbols
zh_hans: 符号

# inspector.documents
source: Documents
zh_hans: 文档

# inspector.resources
source: Resources
zh_hans: 资源

# inspector.detected
source: Detected
zh_hans: 已检测

# inspector.not_detected
source: Not detected
zh_hans: 未检测到

# inspector.validation
source: Validation
zh_hans: 验证

# inspector.valid
source: Valid
zh_hans: 有效

# inspector.invalid
source: Invalid
zh_hans: 无效

# inspector.features
source: Features
zh_hans: 特性

# inspector.input_limitations
source: Input limitations
zh_hans: 输入限制

# inspector.unknown_features
source: Unknown Features
zh_hans: 未知特性

# inspector.recovery_actions
source: Recovery Actions
zh_hans: 恢复操作

# inspector.amazon_kfx_import
source: Amazon KFX Import
zh_hans: Amazon KFX 导入

# inspector.status
source: Status
zh_hans: 状态

# inspector.blocked_drm
source: Blocked — DRM detected
zh_hans: 已阻止 — 检测到 DRM

# inspector.readable_ir_import
source: Readable IR import
zh_hans: 可读的 IR 导入

# inspector.readable_with_limitations
source: Readable with explicit limitations
zh_hans: 可读，但存在明确限制

# inspector.native_containers
source: Native containers
zh_hans: 原生容器

# inspector.native_entities
source: Native entities
zh_hans: 原生实体

# inspector.native_fragments
source: Native fragments
zh_hans: 原生片段

# inspector.native_symbols
source: Native symbols
zh_hans: 原生符号

# inspector.drm_no_decryption
source: Detected; no decryption attempted
zh_hans: 已检测到；未尝试解密

# inspector.ir_validation
source: IR validation
zh_hans: IR 验证

# inspector.recovered_ir_evidence
source: Recovered Semantic IR Evidence
zh_hans: 恢复的 Semantic IR 证据

# inspector.toc_entries
source: TOC entries
zh_hans: 目录项

# inspector.landmarks
source: Landmarks
zh_hans: 地标

# inspector.zero_unmapped
source: 0 — not present or not mapped
zh_hans: 0 — 不存在或未映射

# inspector.page_list
source: Page list
zh_hans: 页码列表

# inspector.start_location
source: Start location
zh_hans: 起始位置

# inspector.mapped
source: Mapped
zh_hans: 已映射

# inspector.not_mapped
source: Not mapped
zh_hans: 未映射

# inspector.images
source: Images
zh_hans: 图像

# inspector.image_summary
source: IR image nodes: %@ · alt text present: %@ · empty: %@
zh_hans: IR 图像节点：%@ · 有替代文本：%@ · 空：%@

# inspector.links
source: Links
zh_hans: 链接

# inspector.link_summary
source: IR link nodes: %@ · anchors: %@ · graph edges: %@
zh_hans: IR 链接节点：%@ · 锚点：%@ · 图关系边：%@

# inspector.style_summary
source: Interned styles: %@ · nodes with properties: %@
zh_hans: 驻留样式：%@ · 带属性的节点：%@

# inspector.font_faces
source: Font faces
zh_hans: 字体面

# inspector.current_fidelity_boundary
source: Current Fidelity Boundary
zh_hans: 当前保真度边界

# inspector.kfx_input_loss
source: KFX Input Loss
zh_hans: KFX 输入损失

# inspector.unmapped_native_features
source: Unmapped Native Features
zh_hans: 未映射的原生特性

# inspector.needs_override
source: Needs override
zh_hans: 需要手动指定

# inspector.encoding_confidence
source: Encoding confidence
zh_hans: 编码置信度

# inspector.encoding_candidates
source: Encoding candidates
zh_hans: 编码候选项

# inspector.paragraph_mode
source: Paragraph mode
zh_hans: 段落模式

# inspector.preformatted_text
source: Preformatted text
zh_hans: 预格式化文本

# inspector.protected_from_joining
source: Protected from joining
zh_hans: 不会合并换行

# inspector.detected_headings
source: Detected headings
zh_hans: 检测到的标题

# inspector.heading_candidates
source: Root headings: %@ · rejected candidates: %@
zh_hans: 根标题：%@ · 已排除的候选项：%@

# inspector.guessed_title
source: Guessed title
zh_hans: 推测的书名

# inspector.guessed_author
source: Guessed author
zh_hans: 推测的作者

# inspector.parser_notes
source: Parser notes
zh_hans: 解析器备注

# inspector.known_input_loss
source: Known input loss
zh_hans: 已知输入损失

# inspector.input_diagnostics
source: Input Diagnostics
zh_hans: 输入诊断

# inspector.selected_font
source: Selected Font
zh_hans: 所选字体

# inspector.glyph_coverage
source: Glyph coverage
zh_hans: 字形覆盖

# inspector.not_provided_by_source
source: Not provided by source
zh_hans: 源文件未提供

# inspector.used_by
source: Used by
zh_hans: 使用位置

# inspector.license
source: License
zh_hans: 许可证

# inspector.not_declared_in_source_package
source: Not declared in source package
zh_hans: 源包中未声明

# inspector.package_path
source: Package path
zh_hans: 包内路径

# inspector.unknown_family
source: Unknown family
zh_hans: 未知字体系列

# inspector.not_declared
source: Not declared
zh_hans: 未声明

# inspector.unknown_format
source: Unknown format
zh_hans: 未知格式

# inspector.not_mapped_in_source_ir
source: Not mapped in source IR
zh_hans: 未映射到源 IR

# inspector.referenced_by_source_font_face
source: Referenced by source font face
zh_hans: 由源字体面引用

# ui.preview
source: Preview
zh_hans: 预览

# ui.encoding
source: Encoding
zh_hans: 编码

# ui.input
source: Input
zh_hans: 输入

# editor.add_source_field_to_clear
source: Add a source field to clear
zh_hans: 添加要清除的源字段

# editor.letter_spacing
source: Letter spacing
zh_hans: 字间距
